{
    "title": "Terms & Conditions (ProHauz)",
    "sections": [
        {
            "heading": "OUR RESPONSIBILITY",
            "content": "Quix Plumbing Service is not responsible for the repair or replacement of walls, floors, floor coverings, ceilings, carpentry work, drywall, spackling, or painting. We are also not liable for damage caused by the failure of a manufactured item or its installation, or for existing items beyond the point of connection, including piping, wiring, ductwork, HVAC equipment, and radiators."
        },
        {
            "heading": "LIMITED LIABILITY",
            "content": "Quix Plumbing Service cannot be held liable for work needed to bring piping, wiring, or structural items up to local codes, or for any permits other than specified (e.g., building permits, town/community permits). We are not responsible for upgrades of faucets, fixtures, or appliances with a cost greater than specified. The customer assumes all liability for asbestos, lead, and mold-related issues, as well as air quality monitoring. We also assume no liability for damage to piping, wiring, or structural members embedded in concrete."
        },
        {
            "heading": "OUR PRICING",
            "content": "Our prices are based on an hourly rate, and all work will be billed as “Regular Time” unless otherwise specified. Any non-standard stock materials purchased for the job will be billed to the customer, including travel time to and from the supply house. We may perform exclusions mentioned above, but the customer will be responsible for the additional costs. If exclusions are encountered, the customer may have us suspend work, but they will be responsible for the costs incurred up to that point."
        },
        {
            "heading": "YOUR RESPONSIBILITY",
            "content": "Customers must provide proper access to all work areas and move any furnishings, stored items, vehicles, etc. We are not liable for damage to furnishings, stored items, vehicles, cabinetry, counters, walls, floors, ceilings, floor coverings, piping, wiring, or structural members that may become damaged in the course of performing work or due to the failure of any manufactured item. If snake cables become lodged in piping due to roots, breaks, or configuration, the customer is responsible for the related removal costs. If the customer prevents us from beginning or completing the work, they must pay for all labor, materials, and overhead costs incurred."
        },
        {
            "heading": "PAYMENT TERMS AND FEES",
            "content": "Payment is due upon completion of the work. If no payment is received after three attempts to contact the customer, we will automatically charge the credit card on file. All accounts not paid in full within thirty (30) days will incur a late penalty of 1.5% per month on the overdue amount. A service charge of $35.00 will be assessed for each returned check. If a customer’s account is placed with an attorney or collection agency, the customer agrees to pay an additional 40% of the amount due as attorney fees, whether a suit is filed or not. Customers further agree to hold Quix Plumbing Service harmless from legal recourse after one (1) year from the completion of work."
        },
        {
            "heading": "LEGAL ACTION",
            "content": "In the event of legal action, the customer agrees to limit damages to the actual amount paid to Quix Plumbing Service. Should any disputes arise, the customer agrees to pay all court costs, including labor, expert witness fees, and other related costs. The customer is responsible for all damages caused by others or due to any faucet, fixture, or appliance left on by others if utilities are shut off. If this agreement is signed by an agent or representative, they warrant that they have the authority to enter into this agreement. Failure to pay as specified makes both the organization and the signer personally and severally responsible for all monies due."
        },
        {
            "heading": "FORCE MAJEURE",
            "content": "Quix Plumbing Service shall not be held responsible for delays or failure to perform work due to circumstances beyond our control, including customer actions, fire, explosion, strike, freight embargo, acts of God, war, civil disturbance, acts of terrorism, government actions, transportation contingencies, severe weather, supplier defaults, quarantine, epidemic, or any other similar event."
        },
        {
            "heading": "Disclaimer",
            "content": "Quix Services does not assume any liability and is not responsible for any damages, including but not limited to flooding or water damage, that may occur before or after the completion of our service. Our responsibility is limited to the specific repair or service performed during the scheduled appointment."
        }
    ]
}